Repository: knoid/smart-agnc
Catalog: share/locale/*/LC_MESSAGES/smart_agnc.po
Languages: pt_br

source: Configuration
pt_br: Configuração

source: Account
pt_br: Conta

source: Username
pt_br: Usuário

source: Password
pt_br: Senha

source: Show password
pt_br: Mostrar senha

source: Enable proxy settings
pt_br: Habilitar configuração de proxy

source: Change Password
pt_br: Trocar Senha

source: You should disconnect first
pt_br: Você deve desconectar primeiro

source: Server
pt_br: Servidor

source: User
pt_br: Usuário

source: Connection Information
pt_br: Informações da Conexão

source: Not available.
pt_br: Não está disponível

source: Yes.
pt_br: Sim.

source: No.
pt_br: Não.

source: BytesReceivedAtStartOfConnection
pt_br: Bytes recibidos no início da conexão

source: BytesSentAtStartOfConnection
pt_br: Bytes enviados no início da conexão

source: ConnectType
pt_br: Tipo de conexão

source: InternetIPAddress
pt_br: Endereço IP de Internet

source: InternetGatewayIPAddress
pt_br: Endereço IP do Gateway

source: InternetAdapter
pt_br: Adaptador de Internet

source: InternetMACAddress
pt_br: Endereço MAC de Internet

source: StatusCode
pt_br: Código de estado

source: StatusText
pt_br: Estado

source: TimeCompleted
pt_br: Tempo final

source: TimeConnected
pt_br: Tempo conectado

source: TimeStarted
pt_br: Tempo de início

source: VPNCompressionActive
pt_br: Compressão de dados com VPN ativa

source: VPNIPAddress
pt_br: Endereço IP da VPN

source: VPNServerIPAddress
pt_br: Endereço IP do servidor VPN

source: VPNTunnelAdapter
pt_br: Adaptador do túnel VPN

source: Smart AGNC: Set new password
pt_br: Smart AGNC: Insira uma nova senha

source: New password:
pt_br: Nova senha:

source: Repeat password:
pt_br: Repita sua senha:

source: The password `%s` has been generated for you. Would you like to use it? Be sure to copy it first.
pt_br: A senha `%s` foi criada para você. Você quer usar-la? Não se esqueça de copiar-la primeiro.

source: Smart AGNC: Time for a new password
pt_br: Smart AGNC: Chegou a hora de trocar sua senha

source: Password must contain numbers, uppercase and lowercase letters.
pt_br: A senha deve ter números e letras maiúsculas e minúsculas.

source: Passwords don't match.
pt_br: As senhas não são iguais.

source: Error
pt_br: Erro

source: About Smart AGNC
pt_br: Sobre o Smart AGNC

source: Please go to %s and click on Like if you've found this app to be useful.
pt_br: Por favor vá até %s e clique em Like se considera este aplicativo útil.

source: Author
pt_br: Autor

source: Version
pt_br: Versão

source: Help
pt_br: Ajuda

source: Close
pt_br: Fechar

source: AGNC Services should be restarted.
pt_br: Os serviços AGNC devem ser reiniciados.

source: Restart AGNC Services
pt_br: Reiniciar serviços AGNC

source: Keep alive
pt_br: Manter ativo

source: VPN Connection Information
pt_br: Informações sobre a Conexão VPN

source: Edit Account settings...
pt_br: Editar preferencias de sua conta...

source: Download new version
pt_br: Download da nova versão

source: About
pt_br: Sobre

source: Quit
pt_br: Sair

source: There is a new version available!
pt_br: Existe uma nova versão disponível!

source: Connect
pt_br: Conectar

source: Disconnect
pt_br: Desconectar

source: It is time to change your password!
pt_br: Chegou a hora de você trocar sua senha!

source: Invalid credentials
pt_br: Crendenciais inválidas

source: Unknown error!
pt_br: Erro desconhecido!

source: VPN Disconnected
pt_br: VPN desconectada

source: Complete credentials to connect
pt_br: Insira suas credencias para se conectar
